{
  "advertisement": [
    {
      "id": "3bda",
      "company": "Knowledge Academy",
      "category": "Təlim və tədris",
      "position": "İngilis dili müəllimi",
      "location": "Bakı",
      "salary": "500",
      "deadline": "25/09/2024",
      "jobTime": "full time",
      "requirement": "Dil üzrə səlis danışmaq bacarığı. Tez öyrənmə, detallara diqqət yetirmə kimi bacarıqlar. IELTS 7+, TOEFL 90+ üzrə müvafiq sertifikatlara malik olmaq. 3-5 illik xarici dillərin tədrisi sahəsində iş təcrübəsi",
      "jobInformation": "Knowledge Academy dil mərkəzi xarici dillərin tədrisini  və beynəlxalq imtahanların hazırlığını təşkil edir.  ",
      "userId": "e10c",
      "createdDate": "2024-08-28T02:16:57.700Z"
    },
    {
      "id": "0602",
      "company": "By Telecom",
      "category": "Pərakəndə satış və müştəri xidmətləri",
      "position": "Komputer texnikalarının satışı üzrə menecer",
      "location": "Bakı",
      "salary": "600",
      "deadline": "10/09/2024",
      "jobTime": "full time",
      "requirement": "Korporativ və topdan satış ilə bağlı əlaqələrin qurulması üçün bazar araşdırılmalarının aparılması və yeni əməkdaşlıqların qurulması;\nMüştərilərin tələblərinə əsasən təklif paketlərinin hazırlanması və satışın həyata keçirilməsi;\nMüştərilərə şirkət məhsulları və xidmətləri ilə tanış etdirilməsi;\nÖdənişlərin izlənilməsi, gecikən ödənişlər üzrə müştərilərə məlumatın verilməsi və ödənişlərin yığılması;\nSifarişlərin çatdırılma prosesinin nəzarətdə saxlanılması;\nPotensial müştərilər ilə görüşlərin keçirilməsi, qarşılıqlı razılaşma əldə edib, müqavilə əsasında onları əməkdaşlığa cəlb edilməsi.\nKateqoriya meneceri ilə məhsul analizində birgə əməkdaşlıq etmək",
      "jobInformation": "Ali təhsil \nYaş: 25 - 40\nKompyuter və avadanlıqları satışı sahəsində minimum 3 ildən çox iş təcrübəsi; \nKorporativ və topdan satış üzrə minimum 3 il təcrübə (yalnız korporativ və topdan satış təcrübəsi olan namizədlərin cv formaları dəyərləndiriləcək),\nB2B satış texnikaları üzrə nəzəri və praktiki biliklərə malik olmalı;\nAzərbaycan dili yüksək səviyyədə bilmək, rus dili arzu olunandır;\nİdarəetmə bacarığı və müvəffəqiyyətli şəxsi satış təcrübəsi;\nYüksək liderlik və danışıq qabiliyyətinin olması; \nFərdi və komanda şəklində işləmək bacarığı;\nMS Office proqramlarının biliyi (Word, Excel)",
      "userId": "e10c",
      "createdDate": "2024-08-28T02:22:32.707Z"
    },
    {
      "id": "6d89",
      "company": "STEM",
      "category": " Inzibati, Biznes və İdarəetmə",
      "position": "Xarici Partnyorlar və Xarici Mətbuat ilə İş üzrə Mütəxəssis",
      "location": "Bakı",
      "salary": "2350",
      "deadline": "30/08/2024",
      "jobTime": "full time",
      "requirement": "Xarici partnyorlarla işgüzar əlaqələrin qurulması, inkişaf etdirilməsi və davam etdirilməsi.\nXarici mətbuat ilə əlaqələrin idarə edilməsi, müvafiq məlumatların verilməsi və sorğuların cavablandırılması.\nBeynəlxalq tədbirlərdə şirkətin maraqlarını təmsil etmək, təqdimatlar və çıxışlar hazırlamaq.\nXarici mediada şirkət haqqında yayılan məlumatların monitorinqi və təhlil edilməsi.\nBeynəlxalq layihələrdə və əməkdaşlıqlarda iştirak etmək, əlaqələndirici rol oynamaq.\nŞirkətin beynəlxalq imicinin və nüfuzunun qorunması və inkişaf etdirilməsi üçün strateji planların hazırlanması.\nXarici partnyorlarla müqavilələrin hazırlanması və icrasının təmin edilməsi.\nBeynəlxalq bazarlarda şirkətin mövqeyinin gücləndirilməsi üçün analitik işlərin aparılması.\nXarici səfərlərin təşkili və xarici nümayəndə heyətlərinin qarşılanması və müşayiəti.",
      "jobInformation": "Beynəlxalq Münasibətlər, Marketinq, İqtisadiyyat və ya əlaqəli sahədə bakalavr dərəcəsi.\nBeynəlxalq kommunikasiya və müzakirə bacarıqları.\nAzərbaycan, İngilis və Rus dillərində səlis danışmaq və yazmaq bacarığı (daha çox dil bilmək üstünlükdür).\nMüqavilə hazırlığı və danışıqlar aparmaq üzrə təcrübə.\nGüclü analitik düşüncə və problem həll etmə qabiliyyəti.\nYüksək dərəcədə təşkilatçılıq və zaman idarəetmə bacarıqları.\nMS Office proqramları ilə sərbəst işləmək bacarığı.\nXarici səfərlər etmək üçün hazır olmaq.",
      "userId": "e10c",
      "createdDate": "2024-08-28T02:25:44.794Z"
    },
    {
      "id": "edd8",
      "company": "Baku Electronics",
      "category": " Pərakəndə satış və müştəri xidmətləri",
      "position": "Baş satış məsləhətçisi",
      "location": "Gəncə",
      "salary": "800",
      "deadline": "01/11/2024",
      "jobTime": "",
      "requirement": "Üzərinə düşən vəzifələrin tam vaxtında, keyfiyyətli və müstəqil icrasını yerinə yetirmək\nİş mühitinə uyğunlaşmaq, kollektivlə birgə işləmək\nLoyallıq və şirkət qaydalarına riayət etmək\nStresə davamlı olmaq\nİnkişafa meylli olmaq\nTəşəbbüskar olmaq\nYaşayış yeri Gəncə şəhəri olsun",
      "jobInformation": "Cavabdeh olduğu şöbədə vahid Baku Electronics standartlarının, təlimatların, tapşırıq və tələblərin operativ icrasını təmin etmək.\nMüştərilərin gəlişinə kimi şöbədə hazırlıq işlərinin yekunlaşdırılmasını təmin etmək\nKampaniyalar, xidmətlər, qiymət dəyişiklikləri və s. barədə satış məsləhətçilərini məlumatlandırmaq məqsədi ilə gündəlik brifinqlər keçirmək\nŞöbənin işçiləri tərəfindən qüvvədə olan kampaniyaların şərtlərinin icra olunmasına nəzarət etmək\nSınaq müddətində öyrədilməsi üçün təhkim olunan yeni işçilərin məhsul biliyini artırmaq, qaydaları izah etmək, əməliyyat sistemini və iş proseslərinin həyata keçirilməsini öyrətmək məqsədi ilə onlara işbaşı təlimlər vermək\nŞöbənin sifarişlərini və mal hərəkətini daimi nəzarətdə saxlamaq, yeni məhsullar və tələb olunan məhsullar haqqında sifarişi tabe olduğu iş rəhbərinə təqdim etmək\nŞöbədə tələb olunan qiymət dəyişiklərinin dərhal aparılmasına nəzarət etmək və bu barədə tabe olduğu iş rəhbərinə məlumat vermək\nİş prosesində yaranmış hər bir problem haqqında tabe olduğu iş rəhbərinə məlumat vermək.\nMüştərini gülərüzlə qarşılamaq, ona mağazada olan kampaniyalar, Bonus Kart, müştərilər üçün təşkil edilən servis və quraşdırma, kredit, sığorta və çatdırılma xidmətləri haqqında ətraflı məlumat vermək.\nCavabdeh olduğu şöbəyə daxil olan hər bir müştəriyə özəl xidmət göstərmək, satış proseduruna uyğun məhsullar haqqında, onların funksiyaları, iş mexanizmi, zəmanət şərtləri ve servis xidməti haqqında tam, hərtərəfli məlumatlar vermək, əlavə olaraq müştəriyə məhsul ilə istifadə oluna bilən aksesuarlar və köməkçi vasitələr təklif etmək.",
      "userId": "e10c",
      "createdDate": "2024-08-28T02:27:53.187Z"
    },
    {
      "id": "520b",
      "company": "Eco Product",
      "category": " Marketinq, reklam, çap və nəşriyyat",
      "position": "Videoqraf/ Mobiloqraf",
      "location": "Bakı",
      "salary": "900",
      "deadline": "15/09/2024",
      "jobTime": "yarım",
      "requirement": "Gözəl Portfolio\nMüşahidə etmə qabiliyyəti, zövq\nDavamiyyət, Məsuliyyət və təşəbbüskarlıq\nMüstəqil işləmək bacarığı və zəhmətkeşlik\nVideo redaktə proqramlarından istifadə etmək bacarığı\nDüzgün işıqlandırmadan istifadə etmək və səhnə qurmaq bacarığı\nReklam/promo və məhsul videolarının yaradılması təcrübəsi\nYaradıcı ideyaları və yaradıcılığı olmalıdır\nKomanda ilə işləmək bacarığı\nAzərbaycan və Rus (arzu olunandır) dillərini bilmək",
      "jobInformation": "İş təcrübəsi 1-3 il\nÖz kameranızın və noutbukun olması üstünlükdür.(Telefon da ola bilər minimum  iPhone 13 Pro olmaq şərti ilə)\nYarım iş günü.",
      "userId": "bcdc",
      "createdDate": "2024-08-28T02:30:32.204Z"
    },
    {
      "id": "3922",
      "company": "Shaurma N1",
      "category": " Maliyyə xidmətləri",
      "position": "Audit üzrə mütəxəssis",
      "location": "Bakı",
      "salary": "1200",
      "deadline": "15/10/2024",
      "jobTime": "yarim",
      "requirement": "Ali təhsil;\nMüvafiq sahədə minimum 1 il iş təcrübəsi;\nYaş həddi: 25- 45 yaş;\nDil bilikləri: Azərbaycan dili;\nKomputer bilikləri: Microsoft Office ( Excel- əla səviyyədə);\n​​​​​​ Avtomobilin olması şərtdir.",
      "jobInformation": "Analitik təhlil etmə bacarığı;\nKomanda ilə ünsiyyət qurma və işləmə bacarığı;\nŞirkətin siyasəti, prosedurları və digər normativ sənədlərə əsasən ərazidə yoxlamalar aparmaq;\nTapşırıq əsasında işin gedişatı ilə bağlı təklif vermək;\nFliallarda yoxlamaları dəqiq apararaq təhlil etdikdən sonra hesabat hazırlamaq;\nİşində məsuliyyətli,dəqiq və operativ olmaq;\nEhtiyac yarandığı təqdirdə ezamiyyətə getmək.",
      "userId": "bcdc",
      "createdDate": "2024-08-28T02:32:14.923Z"
    },
    {
      "id": "1f84",
      "company": "Azərbaycan Respublikasının Mərkəzi Bankı",
      "category": " Komputerləşmə və İKT",
      "position": "İnformasiya texnologiyaları əməliyyatları departamenti ",
      "location": "Bakı",
      "salary": "1700",
      "deadline": "02/09/2024",
      "jobTime": "full time",
      "requirement": "Ali təhsil.\nMüvafiq sahədə 1 il iş təcrübəsi.\nAzərbacan dili – yüksək səviyyədə.\nİngilis dili – orta səviyyədə.\nContainers(Docker,Kubernetes)\nGit (Gitlab)\nAutomation(Ansible)\nScripting(Bash)\nLoggining(Graylog, ELK)\nMonitoring(Prometheus,Grafana)\nLoadBalancing(Haproxy)\nDNS(Bind)\nKnowledge of managing Linux based OS üzrə biliklər",
      "jobInformation": "Proseslərin avtomatlaşdırılması və optimallaşdırılması işlərində iştirak edir və müvafiq sahə üzrə araşdırmalar aparır\nCI/CD proseslərinin avtomatlaşdırılması və səmərəliliyinin artırılması üçün yeni texnologiyaların araşdırılmasında iştirak edir\nMikroservis arxitekturasının komponentlərinin davamlı monitorinqi və baş verən insidentlərin araşdırılmasında iştirak edir\nSəmərəliliyi artırmaq və xətaları azaltmaq üçün avtomatlaşdırma skriptləri və alətlərinin yaradılmasında iştirak edir\nİnformasiya texnologiyaları infrastrukturunun təkmilləşdirilməsi üzrə təkliflərin formalaşdırılmasında iştirak edir\nBölmə öhdəliyində olan gündəlik işlərdə iştirak edir\nBölmənin öhdəliyində olan layihələrdə iştirak edir\nBölmə rəhbərliyinin tapşırıqlarına uyğun olaraq digər işləri yerinə yetirir",
      "userId": "bcdc",
      "createdDate": "2024-08-28T02:35:01.914Z"
    },
    {
      "id": "54e0",
      "company": "ATEF Şirkətlər Qrupu",
      "category": " Mühəndislik",
      "position": "Təcrübəçi mühəndis-elektri",
      "location": "Bakı",
      "salary": "1200",
      "deadline": "27/09/2024",
      "jobTime": "",
      "requirement": "Ali təhsilli (elektroenergetika mühəndisliyi üzrə bakalavr və ya magistr),\nMüvafiq ixtisas üzrə 3 il iş təcrübəsi,\nYüksək gərginlikli güc transformatorları haqqında nəzəri və praktik biliklərinin olması,\nKomputerdə mühəndis hesabat və dizayn proqramlarında işləmə bacarığının olması,\nKonstruktor sənədlərinin tərtib olunması barədə standartların tələblərini bilməsi,\nTransformatorlarin sarğıları, maqnit nüvə sisteminin quruluşu və yağ çənlərinin (soyutma sistemlərinin) konstruksiyaları haqqında biliklərin olması,\nYarımstansiyaların paylayıcı qurğularının ümumi quruluşu və birxəttli sxemləri analiz etmək bacarığı,\nPaylayıcı qurğuların ayrı-ayrı elementlərinin funksiyaları (açar, ayırıcı, ölçü transformatorları, rele mühafizə və s.) haqqında ümumi məlumatların olması,\nNormativ və Texniki sənədlərlə işləmək bacarığı,\nMS Excel, Auto Cad, 3D, SolidWorks proqramlarında işləmək bacarığı,\nAzərbaycan, rus, ingilis (təlimlər ingilis dilində olacaq) və türk dili,",
      "jobInformation": "Texniki tapşırığa əsasən layihə sənədlərinin işləmək, razılaşdırılan elektrik layihələrini hazırlamaq və yoxlamaq;\nLayihə həyata keçirilən ərazilərə baxış keçirilmək və işlərin proseslərinin monitorinqini aparmaq;\nTransformator, elektron avadanlıqların texniki xidməti;\nElektrik işlərinin normativ qaydalara müvafiq və düzgün aparılmasına nəzarət etmək;\nCavabdeh olduğu iş sahələri üzrə müvafiq hesabatlarin hazırlanmasını təmin etmək;\nLayihələrin yerinə yetirilməsi zamanı qüvvədə olan standartlar və digər texniki və normativ sənədlərin tələblərinə riayət olunmasına nəzarət etmək;\nElektrik təchizatı üzrə layihə və işçi sənədlərin işlənib hazırlanmasını təmin etmək;\nAparılan elektrik quraşdırma işlərinə nəzarət etmək;\nElektrik sistemlərinin tam gücü ilə və saz vəziyyətdə işləməsini təmin və nəzarət etmək;\nSistemlərdə meydana gələn nasazlıqların aradan qaldırılması üçün sistemə vaxtında müdaxilə etmək;\nElektrik avadanlıqlarına mütəmadı qaydada texniki baxışın və nəzarətin həyata keçirilməsi, sistemə uyğun qoruyucuların saz vəziyyətdə saxlanılması və daimi monitorinqini həyata keçirmək;\nAvadanlıqlara baxış, sınaq və profilaktik təmir işlərini təşkil etmək,\nEksperiment, quraşdırma və yeni texnikanın mənimsənilməsi, avadanlıqların sınaqdan keçirilməsi və qurğuların yenidən qurulmasında iştirak etmək,",
      "userId": "bcdc",
      "createdDate": "2024-08-28T02:37:07.693Z"
    },
    {
      "id": "2139",
      "company": "Azersun Holding",
      "category": " Mühəndislik",
      "position": "Keyfiyyətə nəzarət üzrə mütəxəssis (istehsalat)",
      "location": "Qazax",
      "salary": "700",
      "deadline": "02/10/2024",
      "jobTime": "full time",
      "requirement": "Keyfiyyətə nəzarət məlumatlarının statistik təhlilini aparmaq, keyfiyyətə nəzarət sistemində mövcud problemlərin aşkar edilməsi;\nİstehsalat prosesinin bütün mərhələlərində və ya növbədə yarımfabrikatların və hazır məhsulların idarə olunması və onların keyfiyyətinə nəzarət edilməsi;\nİstehsal edilən məhsulun standartlara uyğun nəzarət olunan ölçü-parametrləri və nəzarət qaydalarından, texniki ölçmə avadanlıq, vasitə və alətlərindən istifadə edilməsi;\nHazır məhsulların və yarımfabrikatların fiziki xarici qüsurlarının əsas əlamətlərinə görə sinifləşdirilməsi;\nSınaq laboratoriyasında aşkar edilmiş uyğunsuzluqlarla bağlı düzəlişedici və qabaqlayıcı fəaliyyət hesabatlarının son vəziyyətlərini izləmək və edilən",
      "jobInformation": "Kimya mühəndisliyi\nMexanika Mühəndisliyi\nAvtomatika mühəndisliyi\nQida Mühəndisliyi və müvafiq sahələr üzrə məzun olmuş namizədlər ",
      "userId": "bcdc",
      "createdDate": "2024-08-28T02:46:13.228Z"
    }
  ],
  "users": [
    {
      "id": "bcdc",
      "name": "Admin",
      "email": "admin@gmail.com",
      "password": "123456",
      "confirmpassword": "123456"
    },
    {
      "id": "e10c",
      "name": "sona",
      "email": "bandaliyevasona@gmail.com",
      "password": "Sona11",
      "confirmpassword": "Sona11"
    },
    {
      "id": "fbeb",
      "name": "nergiz",
      "email": "test@gmail.com",
      "password": "123456",
      "confirmpassword": "123456"
    },
    {
      "id": "a97a",
      "name": "Qadir ",
      "email": "qadir@gmail.com",
      "password": "123456",
      "confirmpassword": "123456"
    }
  ]
}